Repository: Eppie-io/Eppie-App
Catalog: src/Eppie.App/Eppie.App.Resources.Shared/Strings/*/Resources.resw
Source language: en
Languages: fr, ja, nl, pl, ru, zh_hans

# FailedToReceiveNewMessagesErrorMessage
source: Failed to receive new messages.
fr: Échec de la réception des nouveaux messages.
ja: 新しいメッセージを受信できませんでした。
nl: Nieuwe berichten ontvangen is mislukt.
pl: Nie udało się otrzymać nowych wiadomości.
zh_hans: 无法接收新消息。

# NewMessagesCheckFailedErrorTitle
source: Check for new messages
fr: Vérification des nouveaux messages
ja: 新しいメッセージを確認する
nl: Controleer op nieuwe berichten
pl: Sprawdzanie nowych wiadomości
zh_hans: 检查新消息

# FailedToReceiveNewMessagesFromErrorMessage
source: Failed to receive new messages from:
fr: Échec de la réception de nouveaux messages de :
ja: 次の者からの新しいメッセージを受信できませんでした:
nl: Kon geen nieuwe berichten ontvangen van:
pl: Nie udało się odebrać nowych wiadomości z:
zh_hans: 未能接收来自以下邮箱的新消息：

# ExportBackupButton.Text
source: Backup to file
fr: Sauvegarder vers un fichier
ja: ファイルへのバックアップ
nl: Back-up naar bestand
pl: Kopia zapasowa do pliku
ru: Резервное копирование в файл
zh_hans: 备份到文件

# ExportBackupButtonSubtext.Text
source: Export all data and settings to the backup.
fr: Exporter toutes les données et les paramètres dans la sauvegarde.
ja: すべてのデータと設定をバックアップにエクスポートします。
nl: Exporteer alle gegevens en instellingen naar de back-up.
pl: Eksportuj wszystkie dane i ustawienia do kopii zapasowej.
ru: Экспортировать все данные и настройки в резервную копию.
zh_hans: 将所有数据和设置导出到备份。

# ImportBackupButton.Text
source: Restore from file
fr: Restaurer depuis un fichier
ja: ファイルから復元
nl: Vanuit bestand terugzetten
pl: Przywróć z pliku
ru: Восстановление из файла
zh_hans: 从文件恢复

# ImportBackupButtonSubtext.Text
source: Import all data and settings from the backup.
fr: Importer toutes les données et les paramètres depuis la sauvegarde.
ja: バックアップからすべてのデータと設定をインポートする
nl: Importeer alle gegevens en instellingen uit de back-up.
pl: Importuj wszystkie dane i ustawienia z kopii zapasowej.
ru: Импортировать все данные и настройки из резервной копии.
zh_hans: 从备份导入所有数据和设置。

# BackupBuildErrorMessageTitle
source: Backup creation failed
fr: Échec de la création de la sauvegarde
ja: バックアップの作成に失敗しました
nl: Back-up aanmaken mislukt
pl: Tworzenie kopii zapasowej nie powiodło się
ru: Создание резервной копии не удалось
zh_hans: 备份创建失败

# BackupParsingErrorMessageTitle
source: Backup restoration failed
fr: Échec de la restauration de la sauvegarde
ja: バックアップの復元に失敗しました
nl: Back-up herstellen mislukt
pl: Przywracanie kopii zapasowej nie powiodło się
ru: Восстановление из резервной копии не удалось
zh_hans: 备份恢复失败

# BackupProtectionErrorMessage
source: Backup data protection error
fr: Erreur de protection des données de la sauvegarde
ja: バックアップデータ保護エラー
nl: Back-up gegevensbeveiliging fout
pl: Błąd ochrony danych podczas tworzenia kopii zapasowej
ru: Ошибка защиты данных резервной копии
zh_hans: 备份数据保护失败

# BackupProtectionErrorMessageTitle
source: Backup protection action failed
fr: Échec de l'action de protection de la sauvegarde
ja: バックアップ保護アクションに失敗しました
nl: Backup-bescherming actie mislukt
pl: Akcja ochrony kopii zapasowej nie powiodła się
ru: Ошибка защиты данных
zh_hans: 备份保护操作失败

# BackupSerializationErrorMessage
source: Backup data serialization failed
fr: Échec de la sérialisation des données de la sauvegarde
ja: バックアップデータのシリアライズに失敗しました。
nl: Serialisatie back-upgegevens mislukt
pl: Serializacja kopii zapasowej danych nie powiodła się
ru: Ошибка при сериализации данных резервной копии
zh_hans: 备份数据序列化失败

# BackupVerificationErrorMessage
source: Backup data verification failed
fr: Échec de la vérification des données de la sauvegarde
ja: バックアップデータの検証に失敗しました
nl: Back-upgegevens verificatie mislukt
pl: Weryfikacja kopii zapasowej danych nie powiodła się
ru: Не удалось выполнить проверку подлинности данных резервной копии
zh_hans: 备份数据验证失败

# NotBackupPackageErrorMessage
source: This is not a backup package
fr: Ceci n'est pas un paquet de sauvegarde
ja: これはバックアップパッケージではありません
nl: Dit is geen back-up pakket
pl: To nie jest pakiet kopii zapasowej
ru: Не является пакетом резервной копии
zh_hans: 这不是备份包

# UnknownBackupProtectionErrorMessage
source: Unknown backup data protection format
fr: Format de protection des données de sauvegarde inconnu
ja: 不明なバックアップデータ保護形式
nl: Onbekend back-up data beschermingsformaat
pl: Nieznany format ochrony kopii zapasowej
ru: Неизвестный формат защиты данных
zh_hans: 未知备份数据保护格式

# MailboxesTab.Header
source: Mailboxes
fr: Boîtes mail
ja: メールボックス
nl: Postvakken
pl: Skrzynki
ru: Ящики
zh_hans: 邮箱

# ContactMessagesPageHeader.Text
source: Correspondence with
fr: Correspondance avec
ja: との通信
nl: Correspondentie met
pl: Korespondencja z
ru: Переписка с
zh_hans: 发送人/收件人：

# MessageHeadLines
source: ________________________________________________________________________________ From: {0} Sent: {1} To: {2} Subject: {3} {4}
fr: ________________________________________________________________________________ De : {0} Envoyé : {1} À : {2} Objet : {3} {4}
ja: ________________________________________________________________________ 送信元: {0} 送信時刻: {1} 宛先: {2} 件名: {3} {4}
nl: ________________________________________________________________________________ Van: {0} Verzonden: {1} Naar: {2} Betreft: {3} {4}
pl: ________________________________________________________________________________ Od: {0} Wysłano: {1} Do: {2} Temat: {3} {4}
ru: ________________________________________________________________________________ От: {0} Отправлено: {1} Кому: {2} Тема: {3} {4}
zh_hans: ________________________________________________________________________________ 发件人：{0} 发送时间：{1} 收件人：{2} 标题：{3} {4}

# ChangeContactAvatarMenuItem.Text
source: Change avatar
fr: Modifier l'avatar
ja: アバターを変更
nl: Wijzig avatar
pl: Zmień awatar
ru: Сменить аватар
zh_hans: 修改头像

# RemoveContactMenuItem.Text
source: Remove
fr: Supprimer
ja: 削除する
nl: Verwijderen
pl: Usuń
ru: Удалить
zh_hans: 移除

# SeedPhraseNotInitializedMessage
source: Please initialize Seed phrase.
fr: Veuillez initialiser la phrase de récupération.
ja: シードフレーズを初期化してください。
nl: Gelieve Seed zin te initialiseren.
pl: Proszę zainicjować frazę Seed.
ru: Пожалуйста инициализируйте Сид фразу.
zh_hans: 请初始化种子短语。

# SeedPhraseNotInitializedTitle
source: Seed phrase is not initialized.
fr: La phrase de récupération n'est pas initialisée.
ja: シードフレーズが初期化されていません。
nl: Seed zin is niet geïnitialiseerd.
pl: Fraza seed nie została zainicjowana.
ru: Сид фраза не инициализирована.
zh_hans: 种子短语未初始化。

# EmailDoesntMatchNotification
source: The entered email address {0} doesn't match the settings
fr: L'adresse e-mail saisie {0} ne correspond pas aux paramètres
ja: 入力したメールアドレス({0})は設定と一致しません
nl: Het ingevoerde e-mailadres {0} komt niet overeen met de instellingen
pl: Wprowadzony adres e-mail {0} nie pasuje do ustawień
ru: Введённый адрес {0} не совпадает с настройками
zh_hans: 输入的邮件地址 {0} 与设置不匹配

# AccountAccessDeniedNotification
source: Cannot access email account
fr: Impossible d'accéder au compte e-mail
ja: メールアカウントにアクセスできません
nl: Kan geen toegang krijgen tot e-mailaccount
pl: Nie można uzyskać dostępu do konta e-mail
ru: Нет доступа к учетной записи
zh_hans: 无法访问邮箱帐户

# SignInButton.Content
source: Sign in
fr: Se connecter
ja: サインイン
nl: Aanmelden
pl: Zaloguj się
ru: Войти
zh_hans: 登录

# OrderByNameContactComparerLabel
source: Order by name
fr: Trier par nom
ja: 名前順
nl: Sorteren op naam
pl: Sortuj według nazwy
ru: Сортировать по имени
zh_hans: 按名称排序

# OrderByTimeContactComparerLabel
source: Order by time
fr: Trier par date
ja: 時間順
nl: Sorteren op tijd
pl: Sortuj według czasu
ru: Сортировать по времени
zh_hans: 按时间排序

# ContactFilter.PlaceholderText
source: Search
fr: Rechercher
ja: 検索
nl: Zoeken
pl: Szukaj
ru: Поиск
zh_hans: 搜索

# AllMessagesFilterLabel
source: All messages
fr: Tous les messages
ja: すべてのメッセージ
nl: Alle berichten
pl: Wszystkie wiadomości
ru: Все письма
zh_hans: 所有消息

# FlaggedMessagesFilterLabel
source: Flagged
fr: Marqués
ja: フラグ付き
nl: Gemarkeerd
pl: Oznaczone
ru: Отмеченные
zh_hans: 已标记

# MessagesWithAttachmentFilterLabel
source: With attachments
fr: Avec pièces jointes
ja: 添付ファイル付き
nl: Met bijlagen
pl: Z załącznikami
ru: С вложениями
zh_hans: 含有附件

# UnreadMessagesFilterLabel
source: Unread
fr: Non lus
ja: 未読
nl: Ongelezen
pl: Nieprzeczytane
ru: Непрочитанные
zh_hans: 未读

# SendErrorReportTitle
source: Would you like to send an error report?
fr: Voulez-vous envoyer un rapport d'erreur ?
ja: エラーレポートを送信しますか？
nl: Wil je een foutrapport versturen?
pl: Czy chcesz wysłać raport o błędzie?
ru: Желаете отправить отчёт об ошибке?
zh_hans: 您想要发送错误报告吗？

# ErrorReportEmailTitle
source: An error report
fr: Un rapport d'erreur
ja: エラーレポート
nl: Een foutrapport
pl: Raport o błędzie
ru: Отчёт об ошибке
zh_hans: 错误报告

# BackupAccountSettingsCheckBox.Content
source: Enable data backup for this account
fr: Activer la sauvegarde des données pour ce compte
ja: アカウントのデータバックアップを有効にする
nl: Gegevens back-up voor dit account inschakelen
pl: Włącz kopię zapasową danych dla tego konta
ru: Включить резервное копирование данных для этой учётной записи
zh_hans: 为此帐户启用数据备份

# BackupAccountMessagesCheckBox.Content
source: Enable backup of downloaded emails for this account
fr: Activer la sauvegarde des e-mails téléchargés pour ce compte
ja: アカウントのダウンロードしたメールのバックアップを有効にする
nl: Back-up van gedownloade e-mails voor dit account inschakelen
pl: Włącz kopię zapasową pobranych wiadomości e-mail dla tego konta
ru: Включить резервное копирование скачанных писем для этой учётной записи
zh_hans: 为此帐户启用已下载邮件备份

# CancelMessagesDeleteButton.Content
source: Undo
fr: Annuler
ja: 元に戻す
nl: Ongedaan maken
pl: Cofnij
ru: Вернуть
zh_hans: 撤销

source: Message was deleted
fr: Le message a été supprimé
ja: メッセージは削除されました
nl: Bericht is verwijderd
pl: Wiadomość została usunięta
ru: Письмо было удалено
zh_hans: 消息已删除

# NumberOfMessagesWereDeleted
source: {0} messages were deleted
fr: {0} messages ont été supprimés
ja: {0} 件のメッセージが削除されました
nl: {0} berichten zijn verwijderd
pl: {0} wiadomości zostały usunięte
ru: {0} писем было удалено
zh_hans: {0} 消息已删除

# ValueCantBeNegativeNotification
source: Value can't be negative
fr: La valeur ne peut pas être négative
ja: 値は負にはできません
nl: Waarde mag niet negatief zijn
pl: Wartość nie może być ujemna
ru: Значение не может быть отрицательным
zh_hans: 数值不能为负

# ValueIsNotNumberNotification
source: Value is not a number
fr: La valeur n'est pas un nombre
ja: 値が数値ではありません
nl: Waarde is geen getal
pl: Wartość nie jest liczbą
ru: Значение не является числом
zh_hans: 数值不是数字

# BackupLabel.Text
source: Backup
fr: Sauvegarde
ja: バックアップ
pl: Kopia zapasowa
ru: Резервное копирование
zh_hans: 备份

# CheckNewMessagesIntervalLabel.Text
source: Check new messages interval (in minutes)
fr: Intervalle de vérification des nouveaux messages (en minutes)
ja: 新しいメッセージを確認する間隔（分）
nl: Controleer nieuwe berichten interval (in minuten)
pl: Okres sprawdzania nowych wiadomości (w minutach)
ru: Интервал проверки новых писем (в минутах)
zh_hans: 检查新消息间隔（分钟）

# OrderByUnreadContactComparerLabel
source: Order by unread
fr: Trier par non lus
ja: 未読
nl: Sorteer op ongelezen
pl: Sortuj według nieprzeczytanych
ru: Сортировать по непрочитанным
zh_hans: 按未读排序

# NewEmailsReceivedMessage
source: New emails received.
fr: Nouveaux e-mails reçus.
ja: 新しいメールを受信しました。
nl: Nieuwe e-mail ontvangen.
pl: Otrzymano nowe e-maile.
ru: Получены новые письма.
zh_hans: 收到新邮件。

# WelcomePageLicenseButton.Content
source: End user license agreement
fr: Contrat de licence utilisateur final
ja: エンドユーザーライセンス
nl: Licentieovereenkomsten voor eindgebruikers
pl: Umowa licencyjna użytkownika końcowego
ru: Лицензионное соглашение
zh_hans: 最终用户许可协议

# SeedGenerateWelcomeToWeb3.Text
source: Welcome to Web3!
fr: Bienvenue sur le Web3 !
ja: Web3へようこそ！
nl: Welkom bij Web3!
pl: Witaj w Web3!
ru: Добро пожаловать в Web3!
zh_hans: 欢迎使用 Web3 ！

# WelcomePageLicenseExplanationLabel.Text
source: By using the application, you agree to the terms:
fr: En utilisant l'application, vous acceptez les conditions suivantes :
ja: アプリケーションを使用することにより、以下の規約に同意したことになります:
nl: Door gebruik te maken van de applicatie, gaat u akkoord met de voorwaarden:
pl: Korzystając z aplikacji, zgadzasz się z warunkami:
ru: При использовании приложения вы соглашаетесь с условиями:
zh_hans: 使用本应用，代表您同意以下条款：

# SeedRestoreEnterSeedphraseLabel.Text
source: Enter your recovery phrase (12 words):
fr: Saisissez votre phrase de récupération (12 mots) :
ja: 回復フレーズを入力してください(12語):
nl: Voer uw herstel zin in (12 woorden):
pl: Wprowadź swoją frazę odzyskiwania (12 słów):
ru: Введите свою фразу восстановления (12 слов):
zh_hans: 输入您的恢复词（12个词）：

# ForgotPassword.Content
source: Forgot password?
fr: Mot de passe oublié ?
ja: パスワードを忘れた？
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
ru: Забыли пароль?
zh_hans: 忘记密码？

# SupportedServices.Text
source: Supported services
fr: Services pris en charge
ja: サポートされているサービス
nl: Ondersteunde diensten
pl: Wspierane usługi
ru: Поддерживаемые сервисы
zh_hans: 支持的服务

# ConnectServiceButton.Content
source: Connect service
fr: Connecter un service
ja: 接続サービス
nl: Verbind service
pl: Połącz usługę
ru: Подключить сервис
zh_hans: 连接服务

# SystemDefaultLanguage
source: (System default)
fr: (Par défaut)
ja: (システムのデフォルト)
nl: (Systeemstandaard)
pl: (Domyślny systemu)
ru: (По умолчанию)
zh_hans: （系统默认）

# RestartApplication
source: You have to restart {0} for the changes to take effect.
fr: Vous devez redémarrer {0} pour que les modifications soient prises en compte.
ja: 変更を有効にするには、{0} を再起動する必要があります。
nl: Je moet {0} opnieuw opstarten om de wijzigingen door te voeren.
pl: Musisz zrestartować {0} aby zmiany odniosły efekt.
ru: Перезапустите {0}, чтобы изменения вступили в силу.
zh_hans: 您需要重启 {0} 才能使更改生效。

# ImportLocalAIModelButton.Content
source: Import local AI model
fr: Importer un modèle d'IA local
ja: ローカルAIモデルをインポート

# DeleteLocalAIModelButton.Content
source: Delete local AI model
fr: Supprimer le modèle d'IA local
ja: ローカルAIモデルを削除

# RemoveLocalAIAgentButton.Content
source: Remove local AI agent
fr: Supprimer l'agent d'IA local
ja: ローカルAIエージェントを削除

# RemoveAIAgentDialogAcceptText
source: Remove
fr: Supprimer
ja: 削除
zh_hans: 移除

# RemoveAIAgentDialogMessage
source: This action will remove AI agent from the list
fr: Cette action supprimera l'agent d'IA de la liste
ja: このアクションはリストからAIエージェントを削除します。

# RemoveAIAgentDialogRejectText
source: Cancel
fr: Annuler
ja: キャンセル
zh_hans: 取消

# AgentSpecialtyCombobox.Header
source: AI agent specialty
fr: Spécialité de l'agent d'IA
ja: AIエージェント専門

# SystemPromptInputTextBox.Header
source: System prompt
fr: Prompt système
ja: システムプロンプト

# SystemPromptInputTextBox.PlaceholderText
source: Enter a system prompt for the AI agent...
fr: Saisissez un prompt système pour l'agent d'IA...
ja: AI エージェントのシステム プロンプトを入力します...

# AIAgentLinkedAccount.Header
source: Linked account
fr: Compte lié
ja: リンクされたアカウント

# AllowSendEmailsCheckBox.Content
source: Allow sending emails
fr: Autoriser l'envoi d'e-mails
ja: メールの送信を許可する

# ConnectedAIAgentsSettings.Header
source: Your AI agents
fr: Vos agents d'IA

# AIAgentNameTextBox.Header
source: AI agent name
fr: Nom de l'agent d'IA
ja: AIエージェント名

# AIAgentNameTextBox.PlaceholderText
source: Enter a name for the AI agent...
fr: Saisissez un nom pour l'agent d'IA...
ja: AI エージェントの名前を入力...

# LocalAIAgentServiceDescription
source: translator, writer, corrector and other...
fr: traducteur, rédacteur, correcteur et autres...

# DecentralizedAccountServiceTitle
source: Decentralized account (coming soon)
fr: Compte décentralisé (bientôt disponible)
ja: 分散型アカウント（近日公開）

# DecentralizedAccountServiceDescription
source: please join the waiting list
fr: veuillez rejoindre la liste d'attente
ja: 待機リストにご参加ください

# OtherEmailAccountServiceTitle
source: Other email account
fr: Autre compte e-mail
ja: 他のメールアカウント

# PreprocessWithAIAgent.Header
source: Pre-processing with the AI agent
fr: Pré-traitement avec l'agent d'IA
ja: AIエージェントによる前処理

# PostprocessWithAIAgent.Header
source: Post-processing with the AI agent
fr: Post-traitement avec l'agent d'IA
ja: AIエージェントによる後処理

# ThinkingMessage
source: Thinking...
fr: Réflexion...
ja: 考え中...

# TargetLanguageCombobox.Header
source: Target language
fr: Langue cible
ja: 対象言語

# NoneText
source: None
fr: Aucune

# RenameContactDialogCloseButtonText
source: Cancel
fr: Annuler
zh_hans: 取消

# EncryptionKeyOption.Caption
source: PGP keys
fr: Clés PGP
zh_hans: PGP 密钥

# ChangeMasterPasswordButton.Content
source: Change master password
fr: Modifier le mot de passe principal
ja: マスターパスワードを変更
nl: Hoofdwachtwoord wijzigen
pl: Zmień hasło główne
ru: Изменить пароль приложения
zh_hans: 修改主密码。

# ConfirmSeedPhraseButton.Content
source: Confirm
fr: Confirmer la phrase de récupération
zh_hans: 确认恢复词

# Address.Text
source: Address
ja: アドレス
nl: Adres
pl: Adres
ru: Адрес сервера

# ConfirmSeedPhraseButton.Content
source: Confirm recovery phrase
ja: 回復フレーズを認証
nl: Herstel zin bevestigen
pl: Potwierdź frazę odzyskiwania
ru: Подтвердить фразу восстановления

# Copyright.Text
source: Â© All rights reserved.
ja: © All rights reserved.
nl: © Alle rechten voorbehouden.
pl: © Wszystkie prawa zastrzeżone.
ru: © Все права защищены.

# OutgoingServer.Text
source: Outgoing email server
ja: 送信メールサーバー
nl: Uitgaande e-mailserver
pl: Serwer poczty wychodzącej
ru: Параметры сервера исходящей почты

# Port.Text
source: Port
ja: ポート
nl: Poort
ru: Порт
zh_hans: 端口

# RemoveAccountDialogTitle
source: Attention
ja: 注意
nl: Attentie
pl: Uwaga
ru: Внимание
zh_hans: 警告

# SupportLabel.Text
source: Support:
ja: サポート:
nl: Ondersteuning:
pl: Wsparcie:
ru: Поддержка:
zh_hans: 支持：

# WipeAllDataDialogTitle
source: Attention
ja: 注意
nl: Let op
pl: Uwaga
ru: Внимание
zh_hans: 警告

# ContactsTab.Header
source: Contacts
ja: 連絡先
nl: Contacten
pl: Kontakty
ru: Контакты
zh_hans: 联系人

# MessageDecentralized.Content
source: Send decentralized
ja: 分散送信
nl: Verstuur gedecentraliseerd
pl: Wyślij zdecentralizowanie
ru: Отправить децентрализованно

# RemoveAIAgentDialogTitle
source: Attention
ja: 注意
zh_hans: 警告

# LoacalAIAgentServiceTitle
source: Loacal AI agent
ja: ローカル AI エージェント (Beta)

# LoacalAIAgentServiceDescription
source: translator, writer, corrector and other...
ja: 作文、翻訳、校正ほかにも...

# MsgBtnOk
source: Ok
ru: Ок
zh_hans: 好的

# OkButton.Content
source: Ok
ru: Ок
zh_hans: 好的

# SeedPhraseNotValidAction
source: Ok
ru: Ок
zh_hans: 好的

# Version.Text
source: version
zh_hans: 版本：

# RemovePgpKeyDialogTitle
source: Attention
zh_hans: 警告

# ConnectedServicesSettings.Text
source: Your services
nl: Uw diensten
pl: Twoje usługi
ru: Ваши сервисы

# Version.Text
source: Version:
nl: Versie:
pl: Wersja:
ru: Версия:
